cask_args appdir: "/Applications"

brew "asdf"
brew "awscli"
brew "fish"
brew "gpg"
brew "graphviz"
brew "hub"
brew "jq"
brew "postgresql", restart_service: true
brew "protobuf"
brew "the_silver_searcher"
brew "vim"

brew "go"
brew "mercurial"

tap "homebrew/cask"
cask "1password"
cask "docker"
cask "kitty"
cask "amethyst"
cask "spotify"

tap "homebrew/cask-drivers"
cask "yubico-yubikey-personalization-gui"
cask "pallotron-yubiswitch"

tap "thoughtbot/formulae"
brew "rcm"

tap "bernerdschaefer/formulae"
brew "git-git"

tap "heroku/brew"
brew "heroku"
